const MESSAGE = {
  startMessage: 
  '안녕하세요! 우테코 식당 12월 이벤트 플래너입니다.',
  eventValidMessage:
  `✅ 주의사항 먼저 안내해 드리겠습니다
  ❗총주문 금액 10,000원 이상부터 이벤트가 적용됩니다.
  ❗음료만 주문 시, 주문할 수 없습니다.
  ❗메뉴는 한번에 최대 20개까지만 주문할 수 있습니다.
위 주의사항에 맞춰 주문을 진행해주세요 😊\n`,
  getVisitDayMessage: 
  '12월 중 식당 예상 방문 날짜는 언제인가요? (숫자만 입력해 주세요!)\n',
  getOrderMenuMessage: 
  '주문하실 메뉴를 메뉴와 개수를 알려 주세요. (e.g. 해산물파스타-2,레드와인-1,초코케이크-1)\n',
  eventDayMessage:
  '일에 우테코 식당에서 받을 이벤트 혜택 미리 보기!',
  OrderMenuMessage:
  '\n<주문 메뉴>',
  NonDiscountAmount:
  '\n<할인 전 총 주문 금액>',
  eventMenuMessage:
  '\n<증정메뉴>\n샴페인 1개',
  eventChristmasMessage:
  '크리스마스 디데이 할인: -',
  eventWeekDayMessage:
  '평일 할인: -',
  eventSpecialMessage:
  '특별 할인: -',
  eventPresentationMessage:
  '증정 이벤트: -',
  DiscountAmount:
  '<총혜택 금액>',
  ExpectedPaymentAmount:
  '<할인 후 예상 결제 금액>',
  eventBadge:
  '<12월 이벤트 배지>',
  eventBadgeSanta: '산타',
  
};

export default MESSAGE;